tap 'homebrew/bundle'
tap 'homebrew/services'

# General
cask "firefox"
cask "spotify"

# Social Media
cask "discord"
cask "messenger"

# Utilities
brew "youtube-dl"
brew "ffmpeg"
cask "logi-options-plus"
cask "bitwarden"

# Development
brew "git"
brew "jenv"
brew "java"
brew "python"
brew "pyenv"
brew "terraform"
cask "iterm2"
cask "visual-studio-code"